{
  "eea-passport": {
    "which-countries": "Which countries are in the EEA?",
    "eea-countries": "The EEA includes: Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom."
  },
  "conduct-right-work": {
    "legend": "You need to ask the Home Office to conduct a right to work check",
    "text1": "The employee or prospective employee will need to agree to this check first. They can do this verbally or in writing.",
    "text2": "To request a right to work check you will need their:",
    "text3": "As well as the employer’s:",
    "text4": "You will be asked to enter these details into a simple online form and will receive email confirmation of everything you've entered. We aim to respond by email within five working days.",
    "employeeDetails": {
      "fullName" : "full name",
      "dob":"date of birth",
      "nationality":"nationality",
      "jobTitle":"job title",
      "hoursWorkedPerWeek":"hours worked per week",
      "homeAddress":"home address"
    },
    "employerDetails":{
      "businessName": "business name",
      "businessType": "business type",
      "businessContact": "contact information (including a named employee, and their job title, business address, phone number and email address)"
    }
  },
  "employee-details":{
    "label": "Request a Home Office right to work check",
    "legend": "Employee's or prospective employee's details"
  },
  "employer-details":{
    "label": "Request a Home Office right to work check",
    "legend": "Employer's or labour supplier's details"
  },
  "confirm":{
    "header": "Summary"
  },
  "must-seen-original-document":{
    "label": "You must have seen the original document",
    "legend": "You must have seen the original Application Registration Card to request a right to work check. The purpose of this tool is to check the validity of documents you have seen."
  },
  "arc-card-details":{
    "label": "Please provide the following details, which are on the reverse left of the ARC card:"
  },
  "insufficient-information":{
    "label": "You cannot request a Home Office right to work check",
    "legend": "Based on the information you have provided, you cannot request a Home Office right to work check for this person. <a href='https://www.gov.uk/government/collections/employers-illegal-working-penalties'>You can find further guidance on GOV.UK.</a>"
  },
  "tupe-transfer": {
    "what-is-tupe": "What is a TUPE transfer?",
    "tupe-description": "TUPE rules protect employees' rights when the organisation or service they work for is transferred to a new employer."
  },
  "tupe-transfer-error":{
    "label": "You do not need to request a Home Office right to work check",
    "legend": "If the employee has been working for you as a result of a TUPE transfer, without a break in employment, from a date before 29 February 2008, then you do not need to request a right to work check. <a href='https://www.gov.uk/legal-right-work-uk'>Document checks should have been carried out when the person was recruited.</a>"
  },
  "not-tupe-transfer-error": {
    "label": "You do not need to request a Home Office right to work check",
    "legend": "If the employee has been working for you, without a break in employment, from a date before 29 February 2008, then you do not need to request a right to work check. <a href='https://www.gov.uk/legal-right-work-uk'>Document checks should have been carried out when the person was recruited.</a> This would have established you with a statutory defence from prosecution which you retain throughout the individual’s employment. Therefore no further checks are required provided that the employment has been continuous."
  },
  "confirmation": {
    "heading": "Thank you for submitting information to the Home Office",
    "description": "A message confirming these details has been sent to the email address you provided. We aim to respond within five working days. You need to wait for our response before taking any further action.",
    "return": "Return to the gov.uk homepage",
    "feedback": "Tell us what you think of this form"
  },
  "data-protection-declaration":{
    "title": "Data protection statement",
    "confirm-statement": "I confirm that the employee or prospective employee:",
    "confirm-statement-list1": "has been told that a right to work check will be carried out on them",
    "confirm-statement-list2": "has been given permission for their information to be shared with the Home Office",
    "understand-statement": "I understand that:",
    "understand-statement-list1": "these details will be processed by the Home Office in accordance with its privacy policy (below) and the Data Protection Act 1998",
    "understand-statement-list2": "the response from the Home Office will also contain personal data and should be treated accordingly",
    "privacy-policy": "Privacy Policy",
    "privacy-policy-content1": "The personal information entered on this form will be used to carry out a Home Office right to work check. It may also be used to support the work of the Home Office and to prevent and detect fraud. The Home Office is the data controller in relation to the information provided, which will be processed in accordance with the Data Protection Act 1998",
    "privacy-policy-content2": "The Home Office will send responses only to the email address that the employer entered on the form for security reasons. You can read more about how the Home Office uses <a href='https://www.gov.uk/government/organisations/home-office/about/personal-information-charter'>personal data.</a>"
  }
}
